{
    "D칤a 1: UNIDAD I - Estructuras de Datos Din치micas 游닀": {
        "Sesiones": {
            "Ma침ana (2 horas)": [
                "游댌 Estructuras Din치micas. Estructuras lineales. Listas enlazadas. Punteros.",
                "游늵 Declaraci칩n de listas enlazadas. Operaciones sobre listas enlazadas.",
                "游댝 Noci칩n de Listas circulares. Listas doblemente enlazadas. Pilas y Colas din치micas.",
                "游댃 Propiedades de las Operaciones sobre listas enlazadas."
            ],
            "Tarde (2 horas)": [
                "游댌 츼rboles. 츼rboles binarios. 츼rbol binario de b칰squeda.",
                "游늵 Recorridos en profundidad y amplitud. Grafos. Definici칩n. Glosario.",
                "游댝 Representaci칩n por matriz de adyacencia y lista de adyacencia.",
                "游댃 Operaciones sobre grafos. Recorrido y b칰squeda en profundidad."
            ]
        },
        "Recursos": [
            "resources/AEDII/Teor칤a/Unidad 1 Estructuras de Datos Din치micas.pdf",
            "resources/AEDII/Pr치ctica/Trabajo Pr치ctico N춿1: Estructuras de Datos Din치micas.pdf",
            "resources/AEDII/Pr치ctica/Trabajo Pr치ctico N춿2: 츼rboles y Grafos.pdf"
        ]
    },
    "D칤a 2: UNIDAD II - Estrategias Algor칤tmicas 游닀": {
        "Sesiones": {
            "Ma침ana (2 horas)": [
                "游댌 Recursividad. Naturaleza. Definici칩n. Implementaci칩n.",
                "游늵 Recursividad directa e indirecta. Recursividad Infinita.",
                "游댝 Ventajas y desventajas. Comparaci칩n con procesos iterativos.",
                "游댃 Introducci칩n a los tipos de datos abstractos (TAD)."
            ],
            "Tarde (2 horas)": [
                "游댌 Abstracci칩n de datos. Concepto sobre tipos de datos.",
                "游늵 M칩dulos, interfaz e implementaci칩n. Encapsulamiento de datos.",
                "游댝 Diferencia entre tipo de dato y tipo abstracto de datos.",
                "游댃 Ventajas del uso de TAD. Formas de abstracci칩n."
            ]
        },
        "Recursos": [
            "resources/AEDII/Teor칤a/Unidad 2 Estrategias Algor칤tmicas.pdf",
            "resources/AEDII/Pr치ctica/Trabajo Pr치ctico N춿3: Recursividad y TAD.pdf",
            "resources/AEDII/Pr치ctica/Trabajo Pr치ctico N춿4: TAD y Abstracci칩n.pdf"
        ]
    },
    "D칤a 3: UNIDAD III - Eficiencia y Optimizaci칩n 游닀": {
        "Sesiones": {
            "Ma침ana (2 horas)": [
                "游댌 An치lisis de algoritmos: concepto de eficiencia.",
                "游늵 Principio de invarianza. Tipo de An치lisis.",
                "游댝 Caso mejor, peor o promedio. C치lculo de la Eficiencia.",
                "游댃 Principio de Optimalidad. Formas de Optimizaci칩n."
            ],
            "Tarde (2 horas)": [
                "游댌 T칠cnicas de aplicaci칩n de estrategias algor칤tmicas seguras.",
                "游늵 Otras estrategias algor칤tmicas. Herramientas de optimizaci칩n.",
                "游댝 Introducci칩n al concepto de Archivos.",
                "游댃 Tipos de Archivos. Operaciones con Archivos."
            ]
        },
        "Recursos": [
            "resources/AEDII/Teor칤a/Unidad 3 Eficiencia y Optimizaci칩n.pdf",
            "resources/AEDII/Pr치ctica/Trabajo Pr치ctico N춿5: An치lisis de Algoritmos.pdf",
            "resources/AEDII/Pr치ctica/Trabajo Pr치ctico N춿6: Optimizaci칩n y Archivos.pdf"
        ]
    }
}
