{
    "Unidad I: Los profesionales inform치ticos en las organizaciones de la Sociedad de la Informaci칩n": {
        "Sesiones": {
            "Ma침ana": [
                "游늵 Sociedad de la Informaci칩n y Sociedad del Conocimiento. Tecnolog칤as y sistemas t칠cnicos.",
                "游눹 Cambios en la sociedad y en las organizaciones a partir de la expansi칩n y el uso intensivo de las TIC (brecha digital, obsolescencia tecnol칩gica, big data, internet de las cosas, IA, protecci칩n de datos, teletrabajo, etc.).",
                "游끽 Organizaciones tradicionales y organizaciones inteligentes. Concepto de Gobierno de TI. Gesti칩n del conocimiento. Responsabilidad Social Organizacional.",
                "游논 El rol del profesional inform치tico en la organizaci칩n. Competencias profesionales: comunicaci칩n y trabajo en equipo."
            ]
        },
        "Recursos": [
            "resources/SyO/Bibliograf칤a/Mod-I/Alfonso S치nchez, I. - La Sociedad de la Informaci칩n, Sociedad del Conocimiento y Sociedad del Aprendizaje. Referentes en torno a su formaci칩n (2016).pdf",
            "resources/SyO/Bibliograf칤a/Mod-I/Casanova - El rol de los sistemas de informaci칩n en la gesti칩n del conocimiento en las empresas (2009).pdf",
            "resources/SyO/Bibliograf칤a/Mod-I/Castro Chans - Aprendizaje y Gesti칩n del Conocimiento organizacional.pdf",
            "resources/SyO/Bibliograf칤a/Mod-I/Castro Chans - Tecnolog칤as y Sociedad de la Informaci칩n 2023.pdf",
            "resources/SyO/Bibliograf칤a/Mod-I/Guastavino Mosna y Moreiro - Organizaciones inteligentes, Gobierno TI, RSO y Rol del inform치tico (2022).pdf",
            "resources/SyO/Bibliograf칤a/Mod-I/LIBRO ROJO DE CONFEDI - Extracto Sistemas.pdf"
        ]
    },
    "Unidad II: Las organizaciones como sistemas complejos": {
        "Sesiones": {
            "Ma침ana": [
                "游 Introducci칩n al pensamiento sist칠mico. Teor칤a General de Sistemas.",
                "游깷 Sistemas sociales. La observaci칩n de la complejidad social",
                "游깯 Relaci칩n sistema/entorno, concepto de autorreferencia. Diferenciaci칩n sist칠mica, subsistemas jer치rquicos y funcionales.",
                "游눠 Capacidad de autoorganizaci칩n de los sistemas complejos. Procesos de aprendizaje organizacional. Bucle simple y bucle doble."
            ]
        },
        "Recursos": [
            "resources/SyO/Bibliograf칤a/Mod-II/Dallera.pdf",
            "resources/SyO/Bibliograf칤a/Mod-II/Lopez Ya침ez - Ecolog칤a social de las organizaciones.pdf",
            "resources/SyO/Bibliograf칤a/Mod-II/MORGAN -IMAGENES_DE_LA_ORGANIZACION - Organizaciones como cerebro.pdf",
            "resources/SyO/Bibliograf칤a/Mod-II/Salcedo Barragan y Ortiz Ocana.pdf"
        ]
    },
    "Unidad III: Procesos de cambio organizacional": {
        "Sesiones": {
            "Ma침ana": [
                "游댮 Cambios en las organizaciones y transformaci칩n digital. Cuarta Revoluci칩n Industrial. Industrias 4.0",
                "游눫 Comunicaci칩n y cultura organizacional.",
                "游눺 Poder, autoridad e intereses de los miembros de la organizaci칩n. Fuentes de poder.",
                "游눮 Alternativas para el abordaje de conflictos en la organizaci칩n."
            ]
        },
        "Recursos": [
            "resources/SyO/Bibliograf칤a/Mod-III/Comunicaci칩n interna-p치ginas-11-19.pdf",
            "resources/SyO/Bibliograf칤a/Mod-III/La cuarta revoluci칩n industrial.pdf",
            "resources/SyO/Bibliograf칤a/Mod-III/Lopez y Vergara . Poder autoridad y gobierno en las empresas de la SI.pdf",
            "resources/SyO/Bibliograf칤a/Mod-III/Mena Mendez - Cultura organizacional.pdf",
            "resources/SyO/Bibliograf칤a/Mod-III/Morgan - poder autoridad y conflicto 22-64.pdf"
        ]
    }
}

